Repository: jpkleemans/Brute-Force-Login-Protection
Catalog: languages/brute-force-login-protection-*.po
Languages: pt_br

source: Brute Force Login Protection Settings
pt_br: Brute Force Login Protection Instellingen

source: Brute Force Login Protection error: .htaccess file not found
pt_br: Brute Force Login Protection erro: .htaccess não foi encontrado

source: Brute Force Login Protection error: .htaccess file not readable
pt_br: Brute Force Login Protection erro: .htaccess arquivo sem permissão de leitura

source: Brute Force Login Protection error: .htaccess file not writeable
pt_br: Brute Force Login Protection error: .htaccess arquivo sem permissão de escrita

source: You can't block a whitelisted IP
pt_br: Você não pode bloquear um IP whitelisted

source: IP %s blocked
pt_br: IP %s bloqueados

source: An error occurred while blocking IP %s
pt_br: Um erro ocorrido quando bloqueou o IP %s

source: IP %s unblocked
pt_br: IP %s desbloqueados

source: An error occurred while unblocking IP %s
pt_br: Um erro ocorrido quando desbloqueou o IP %s

source: IP %s added to whitelist
pt_br: IP %s adicionado na whitelist

source: An error occurred while adding IP %s to whitelist
pt_br: Um erro ocorreu quando adicionado o IP %s na whitelist

source: IP %s removed from whitelist
pt_br: IP %s removido da whitelist

source: An error occurred while removing IP %s from whitelist
pt_br: Um erro ocorrido quando removeu o IP %s da whitelist

source: The Options have been successfully reset
pt_br: As opções foram resetadas com sucesso

source: %d attempt remaining.
pt_br: %d tentativa restante

source: Allowed login attempts must be a number (between 1 and 100)
pt_br: Permitido tentativas de login deve ser um número (entre 1 e 100)

source: Minutes before resetting must be a number (higher than 1)
pt_br: Minutos antes de resetar deve ser um número (maior que 1)

source: Failed login delay must be a number (between 1 and 10)
pt_br: Tempo de falha do login deve ser um número (entre 1 e 10)

source: An error occurred while saving the blocked users message
pt_br: Ocorreu um erro ao salvar a mensagem de usuários bloqueados

source: IP %s has been blocked
pt_br: IP %s foi bloqueado

source: Brute Force Login Protection has blocked IP %s from access to %s on %s
pt_br: Brute Force Login Protection bloqueou IP %s de acesso para %s em %s

source: Are you sure you want to reset all options?
pt_br: Você tem certeza que deseja resetar todas as opções?

source: You are not protected!
pt_br: Você não está protegido!

source: You are protected!
pt_br: Você está protegido!

source: .htaccess file found
pt_br: .htaccess arquivo encontrado

source: .htaccess file not found
pt_br: .htaccess arquivo não encontrado

source: .htaccess file readable
pt_br: .htaccess arquivo com permissão de leitura

source: .htaccess file not readable
pt_br: .htaccess arquivo sem permissão de leitura

source: .htaccess file writeable
pt_br: .htaccess arquivo com permissão de escrita

source: .htaccess file not writeable
pt_br: .htaccess arquivo sem permissão de escrita

source: Options
pt_br: Opções

source: Allowed login attempts before blocking IP
pt_br: Permitida tentativa de login antes de bloquear o IP

source: Minutes before resetting login attempts count
pt_br: Minutos antes de resetar a quantidade de tentativas de login

source: Delay in seconds when a login attempt has failed (to slow down brute force attack)
pt_br: Delay em segundos quando uma tentativa de login falhou (para retardar o ataque de força bruta)

source: Inform user about remaining login attempts on login page
pt_br: Informe usuário sobre as tentativas restantes na página de login

source: Send email to administrator when an IP has been blocked
pt_br: Enviar email para o administrador quando um IP foi bloqueado

source: Message to show to blocked users (leave empty for default message)
pt_br: Mensagem para mostrar ao usuário bloqueado (deixe vazio para mensagem padrão)

source: .htaccess file location
pt_br: .htaccess localização do arquivo

source: Save
pt_br: Salvar

source: Reset
pt_br: Resetar

source: Blocked IPs
pt_br: IPs bloqueados

source: Address
pt_br: Endereço

source: Actions
pt_br: Ações

source: Unblock
pt_br: Desbloquear

source: IP to block
pt_br: IP para bloquear

source: Manually block IP
pt_br: Bloquear IP manualmente

source: Whitelisted IPs
pt_br: Whitelist de IPs

source: Remove from whitelist
pt_br: Remover da whitelist

source: IP to whitelist
pt_br: IP para lista

source: Add to whitelist
pt_br: Adicionar a whitelist

source: Whitelist my current IP (%s)
pt_br: Whitelist meu IP atual (%s)

source: Protects your website against brute force login attacks using .htaccess
pt_br: Beschermt uw website tegen brute force login aanvallen doormiddel van .htaccess
